Repository: mohsinalimat/Sash
Catalog: PTR/Resources/*.lproj/Localizable.strings
Languages: ar

# tutorial.today.first.title
source: Let's Start here!
ar: فلنبدأ من هنا!

# tutorial.today.first.details
source: Open the Fajr prayer to see it's reminders
ar: يمكنك من هنا رؤية التذكيرات المرتبطة بصلاة الفجر مثلاً

# tutorial.today.second.title
source: Check out the Calendar!
ar: ألق نظرة على التقويم 😉

# tutorial.today.second.details
source: There you can see the full view!
ar: هنالك يمكنك رؤية تذكيراتك لجميع الأيام

# tutorial.reminders.title
source: Tap Here!
ar: ما رأيك بإضافة مذكرة جديدة؟

# tutorial.reminders.details
source: Let's create our first Reminder ☺️
ar: فلنبدأ بالضغط على هذا الزر اللطيف!

# tutorial.calendar.title
source: Swipe up to see a view of the day you've selected in the Calendar
ar: اسحب للأعلى لرؤية تذكيراتك لليوم الذي اخترته من التقويم!

# onboarding.welcome.title
source: Welcome
ar: مرحباً بك

# onboarding.welcome.description
source: Organize your life based on prayer times!
ar: رتب مهام يومك حسب أوقات الصلاة!

# onboarding.welcome.action_title
source: Get Started
ar: فلنبدأ

# onboarding.notifications.title
source: Notifications
ar: الإشعارات

# onboarding.notifications.description
source: Would you like to get notifications for the reminders you add?
ar: احصل على إشعارات لجهازك للمهام التي تضيفها، سيتم حساب أوقاتها تلقائياً حسب أوقات الصلاة

# onboarding.notifications.action_title
source: Enable Notifications
ar: تفعيل الإشعارات

# onboarding.notifications.alternative_action_title
source: Skip
ar: تجاهل

# onboarding.notifications.permession_denied
source: Permession Denied
ar: لا يوجد صلاحية

# onboarding.notifications.authorized
source: Enable Notifications
ar: تفعيل الإشعارات

# onboarding.location.title
source: Location
ar: الموقع

# onboarding.location.title_error
source: Can't Get Location!
ar: حدث خطأ ما

# onboarding.location.description_error
source: There was an issue finding the location, please try again
ar: لا يمكن تحديد الموقع الحالي، الرجاء المحاولة لاحقاً

# onboarding.location.description
source: Prayer Times are computed based on your location, so to continue, you have to enable location services
ar: أوقات الصلاة تحسب حسب الموقع الحالي، الرجاء تفعيل خاصية الموقع لحساب أوقات الصلاة

# onboarding.location.action.selection
source: Choose Location
ar: إختيار موقع

# onboarding.location.action.permession
source: Detect Location
ar: حدد موقعي

# onboarding.location.permession_denied
source: Permession Denied
ar: لا يوجد صلاحية

# onboarding.location.action.fetching
source: Getting Location..
ar: تحديد الموقع..

# onboarding.location.action.reload
source: Try Again
ar: إعادة تحديد الموقع

# onboarding.location.loading_description
source: Getting Location..
ar: تحديد الموقع..

# constants.home.title
source: Today
ar: اليوم

# constants.home.details
source: Next prayer is %@ at %@
ar: الصلاة التالية هي %@ ووقتها %@

# constants.home.details.error
source: Couldn't determine next prayer time!
ar: لا يمكن إيجاد أوقات الصلاة الحالية

# constants.home.details.end_of_day
source: It's the end of the day 🙈
ar: إنها نهاية اليوم 🙈

# actions.contact
source: Contact
ar: تواصل

# actions.save
source: Save
ar: حفظ

# constant.prayers.asr
source: Asr
ar: العصر

# constant.prayers.dhuhr
source: Dhuhr
ar: الظهر

# constant.prayers.fajr
source: Fajr
ar: الفجر

# constant.prayers.isha
source: Isha
ar: العشاء

# constant.prayers.maghrib
source: Maghrib
ar: المغرب

# constant.prayers.sunrise
source: Sunrise
ar: الشروق

# constants.delay.after
source: %@ minutes after
ar: %@ دقائق بعد

# constants.delay.before
source: %@ minutes before
ar: %@ دقائق قبل

# constants.delay.immeditly
source: Immeditly
ar: فوراً

# constants.hlr.middleOfTheNight
source: Middle of the night
ar: نصف الليل

# constants.hlr.seventhOfTheNight
source: Seventh of the night
ar: السابع من الليل

# constants.hlr.twilightAngle
source: Twilight angle
ar: زاوية الشفق

# constants.madhab.hanafi
source: Hanafi
ar: الحنفي

# constants.madhab.shafi
source: Shafi
ar: الشافعي

# constants.badgeType.prayer
source: Current Prayer Time
ar: وقت الصلاة الحالية

# constants.badgeType.day
source: The Day
ar: اليوم

# constants.badgeType.none
source: None
ar: لاشيء

# constants.method.egyptian
source: Egyptian General Authority of Survey
ar: الهيئة المصرية العامة للمساحة

# constants.method.gulf
source: The Gulf Region
ar: الخليج العربي

# constants.method.karachi
source: University of Islamic Sciences, Karachi
ar: جامعة العلوم الإسلامية، كراتشي

# constants.method.kuwait
source: Kuwait
ar: الكويت

# constants.method.moonsightingCommittee
source: Moonsighting Committee
ar: لجنة موقع رؤية الهلال

# constants.method.muslimWorldLeague
source: Muslim World League
ar: رابطة العالم الإسلامي

# constants.method.northAmerica
source: ISNA
ar: الجمعية الإسلامية لأمريكا الشمالية

# constants.method.other
source: Other
ar: أخرى

# constants.method.qatar
source: Qatar
ar: قطر

# constants.method.singapore
source: Singapore
ar: سنغافورة

# constants.method.ummAlQura
source: Umm al-Qura University, Makkah
ar: جامعة أم القرى، مكة

# constants.repeatDays.all
source: Daily
ar: كل يوم

# constants.repeatDays.multiple
source: Repeated every
ar: إعادة كل

# constants.repeatDays.none
source: Not Repeated
ar: بدون إعادة

# constants.repeatDays.one
source: Repeated every %@
ar: إعادة كل %@

# constants.weekdays.all
source: Everyday
ar: كل يوم

# constants.weekdays.fri
source: Friday
ar: الجمعة

# constants.weekdays.mon
source: Monday
ar: الإثنين

# constants.weekdays.sat
source: Saturday
ar: السبت

# constants.weekdays.sun
source: Sunday
ar: الأحد

# constants.weekdays.thu
source: Thursday
ar: الخميس

# constants.weekdays.tue
source: Tuesday
ar: الثلاثاء

# constants.weekdays.wed
source: Wensday
ar: الأربعاء

# extras.and
source: and
ar: و

# extras.smallMinutes
source: m
ar: د

# extras.unknown
source: Unkown
ar: غير معروف

# labels.preferences.about
source: About ❤️
ar: ❤️ عن التطبيق

# labels.preferences.acknowledgements
source: Acknowledgements 🧐
ar: 🧐 التراخيص

# labels.preferences.adjustments
source: Prayer Adjustments 🔢
ar: 🔢 تعديل أوقات الصلاة

# labels.preferences.feedback
source: Feedback 👂🙏
ar: 👂🙏 شاركنا رأيك

# labels.preferences.location
source: Location 📍
ar: 📍الموقع

# labels.preferences.more
source: More
ar: المزيد

# labels.preferences.notifications
source: Notifications
ar: الإشعارات

# labels.preferences.notificationsIsEnabled
source: Enable Notifications ⏰
ar: ⏰ تشغيل الإشعارات

# labels.preferences.prayerTimes
source: Prayer Times
ar: أوقات الصلاة

# labels.titles.adjustments.details
source: Adjust the dates of the prayer times
ar: يمكنك تعديل أوقات الصلاة لتطابق بلدك

# labels.titles.adjustments.title
source: Prayer Adjustments
ar: تعديل أوقات الصلاة

# labels.titles.calendar
source: Calendar
ar: التقويم

# labels.titles.newReminder.details
source: What are you planning to do?
ar: لماذا تخطط؟

# labels.titles.newReminder.placeholder
source: Perhaps Nothing?
ar: ربما لاشيء؟

# labels.titles.newReminder.title
source: New Reminder
ar: تذكير جديد

# labels.titles.preferences.details
source: Make the app your own 😎
ar: تحكم بالإعدادات كما تشاء

# labels.titles.preferences.title
source: Preferences
ar: الإعدادات

# labels.titles.reminderDetails.info
source: Info
ar: معلومات

# labels.titles.reminders
source: Reminders
ar: المهام

# labels.titles.today
source: Today
ar: اليوم

# labels.titles.about.subtitle
source: Reminders On Prayers
ar: تذكيرات على أوقات الصلاة

# labels.titles.acks.icons
source: Icons
ar: الأيقونات

# labels.titles.acks.iconsDetails
source: From the Noun Project
ar: من Noun Project

# labels.titles.acks.libraries
source: Libraries
ar: المكتبات

# labels.titles.acks.title
source: Acknowledgements
ar: التراخيص

# notifications.reminders.actions.complete
source: Complete
ar: إتمام

# notifications.reminders.actions.skip
source: Skip
ar: تخطي

# notifications.reminders.details.after
source: %i minutes after %@
ar: %@ دقائق بعد %@

# notifications.reminders.details.before
source: %i minutes before %@
ar: %@ دقائق قبل %@

# notifications.reminders.details.immeditly
source: At %@
ar: على وقت %@

# placeholders.details
source: Why not trying to add a new task? Just tap the plus button in the bottom
ar: لماذا لا تبدأ بإضافة مهمة جديدة؟

# placeholders.title
source: Looks like nothing here 👀
ar: يبدو أنه لا يوجد شيء هنا 👀

# sessions.hlr.details
source: Rule for approximating Fajr and Isha at high latitudes
ar: اختر قاعدة لحساب أوقات الفجر والعشاء في المواقع ذات خط العرض العالي

# sessions.hlr.title
source: Hight Latitude Rule 🤓
ar: قاعدة خطوط العرض العالية

# sessions.madhab.details
source: For determinating asr angle
ar: لحساب زاوية العصر

# sessions.madhab.title
source: Madhab 👳‍♂️
ar: المذهب

# sessions.method.details
source: A method for calculating prayer times
ar: كيفية حساب أوقات الصلاة

# sessions.method.title
source: Calculation Method 🗝🔑
ar: طريقة الحساب

# sessions.prayer.details
source: At which prayer time you would like to put the reminder?
ar: في أي وقت من أوقات الصلاة تريد إضافة التذكير؟

# sessions.prayer.title
source: Select Prayer
ar: اختر وقت الصلاة

# sessions.repeatDays.details
source: Which days you want to repeat the reminder?
ar: في أي أيام من الأسبوع تريد التذكير؟

# sessions.repeatDays.title
source: Select Repeat Days
ar: اختر أيام الإعادة

# sessions.shiftInterval.details
source: Optionally customize the time for the reminder
ar: تغيير وقت التذكير بإزاحته قليلاً

# sessions.shiftInterval.title
source: Delay
ar: الوقت

# sessions.badgeType.title
source: App Badge Count For
ar: إظهار رقم الإشعارات على حافة التطبيق ل

# sessions.badgeType.details
source: Badge count represents the uncompleted remidners
ar: عداد الإشعارات يمثل عدد التذكيرات الغير مكتملة
